{
  "ads": [
    {
      "id": 1,
      "posterName": "Sophie Nielsen",
      "posterInfo": {
        "name": "Sophie Nielsen",
        "about": "I'm a software engineer with a passion for sustainable technology solutions.",
        "email": "sophie@mail.com",
        "phone": 123456
      },
      "businessIdea": "An app for promoting sustainable lifestyle choices",
      "location": "Aarhus",
      "investment": "30.000 DKK",
      "requiredSkills": [
        "App Development",
        "Sustainability",
        "Marketing"
      ],
      "description": "I want to develop an app that educates and incentivizes users to adopt sustainable lifestyle practices, such as recycling, reducing energy consumption, and supporting ethical brands. The app will feature challenges, rewards, and community engagement features. I'm seeking partners skilled in app development, sustainability, and marketing to collaborate on this project."
    },
    {
      "id": 2,
      "posterName": "Emil Pedersen",
      "posterInfo": {
        "name": "Emil Pedersen",
        "about": "I'm an experienced chef with a love for fusion cuisine.",
        "email": "emil@mail.com",
        "phone": 234567
      },
      "businessIdea": "A food truck serving gourmet street food",
      "location": "Copenhagen",
      "investment": "40.000 DKK",
      "requiredSkills": [
        "Culinary Arts",
        "Business Management",
        "Food Safety Regulations"
      ],
      "description": "I envision launching a food truck that offers gourmet street food with international flavors and locally sourced ingredients. The menu will feature creative dishes inspired by global cuisine, served in a convenient and accessible format. I'm seeking partners skilled in culinary arts, business management, and food safety regulations to join me in this venture."
    },
    {
      "id": 3,
      "posterName": "Mads Jensen",
      "posterInfo": {
        "name": "Mads Jensen",
        "about": "I'm a marketing strategist with a passion for helping businesses grow.",
        "email": "mads@mail.com",
        "phone": 345678
      },
      "businessIdea": "A digital marketing agency specializing in social media management",
      "location": "Aalborg",
      "investment": "35.000 DKK",
      "requiredSkills": [
        "Digital Marketing",
        "Social Media Management",
        "Client Relations"
      ],
      "description": "I want to establish a digital marketing agency that specializes in managing social media accounts for businesses across various industries. Our services will include content creation, community engagement, and performance analytics. I'm seeking partners skilled in digital marketing, social media management, and client relations to collaborate on this project."
    },
    {
      "id": 4,
      "posterName": "Laura Christensen",
      "posterInfo": {
        "name": "Laura Christensen",
        "about": "I'm an interior designer passionate about creating functional and stylish spaces.",
        "email": "laura@mail.com",
        "phone": 456789
      },
      "businessIdea": "An online platform for interior design consultations",
      "location": "Odense",
      "investment": "25.000 DKK",
      "requiredSkills": [
        "Interior Design",
        "Client Communication",
        "Online Platform Development"
      ],
      "description": "I want to create an online platform that connects homeowners with interior designers for virtual consultations and design services. The platform will streamline the design process, from initial concept development to product sourcing. I'm seeking partners skilled in interior design, client communication, and online platform development to collaborate on this project."
    },
    {
      "id": 5,
      "posterName": "Nikolaj Olsen",
      "posterInfo": {
        "name": "Nikolaj Olsen",
        "about": "I'm a fitness trainer dedicated to helping individuals achieve their health and wellness goals.",
        "email": "nikolaj@mail.com",
        "phone": 567890
      },
      "businessIdea": "A boutique fitness studio offering personalized training programs",
      "location": "Esbjerg",
      "investment": "50.000 DKK",
      "requiredSkills": [
        "Fitness Training",
        "Nutrition",
        "Business Management"
      ],
      "description": "I envision opening a boutique fitness studio that provides personalized training programs tailored to each client's unique needs and goals. The studio will offer a range of services, including one-on-one sessions, group classes, and nutritional guidance. I'm seeking partners skilled in fitness training, nutrition, and business management to join me in this venture."
    },
    {
      "id": 6,
      "posterName": "Emma Larsen",
      "posterInfo": {
        "name": "Emma Larsen",
        "about": "I'm a fashion designer with a passion for sustainable and inclusive fashion.",
        "email": "emma@mail.com",
        "phone": 678901
      },
      "businessIdea": "An eco-friendly clothing line for children",
      "location": "Frederiksberg",
      "investment": "20.000 DKK",
      "requiredSkills": [
        "Fashion Design",
        "Sustainability",
        "Supply Chain Management"
      ],
      "description": "I want to launch an eco-friendly clothing line for children that prioritizes sustainable materials, ethical production practices, and inclusive designs. The clothing line will promote environmental stewardship and positive social impact. I'm seeking partners skilled in fashion design, sustainability, and supply chain management to collaborate on this project."
    },
    {
      "id": 7,
      "posterName": "Jonas Andersen",
      "posterInfo": {
        "name": "Jonas Andersen",
        "about": "I'm a graphic designer with a passion for creating visually stunning brand identities.",
        "email": "jonas@mail.com",
        "phone": 789012
      },
      "businessIdea": "A graphic design agency specializing in branding for startups",
      "location": "Horsens",
      "investment": "30.000 DKK",
      "requiredSkills": [
        "Graphic Design",
        "Brand Identity",
        "Client Collaboration"
      ],
      "description": "I envision starting a graphic design agency that caters specifically to startups, helping them establish compelling brand identities that resonate with their target audience. Our services will include logo design, visual branding, and marketing collateral. I'm seeking partners skilled in graphic design, brand identity, and client collaboration to join me in this venture."
    },
    {
      "id": 8,
      "posterName": "Ida Rasmussen",
      "posterInfo": {
        "name": "Ida Rasmussen",
        "about": "I'm a web developer passionate about creating user-friendly and accessible digital experiences.",
        "email": "ida@mail.com",
        "phone": 890123
      },
      "businessIdea": "An online marketplace for handmade artisanal products",
      "location": "Roskilde",
      "investment": "25.000 DKK",
      "requiredSkills": [
        "Web Development",
        "E-commerce",
        "Marketing"
      ],
      "description": "I want to create an online marketplace that connects artisans and craftspeople with consumers who appreciate handmade and unique products. The platform will feature a wide range of items, from jewelry and home decor to clothing and art. I'm seeking partners skilled in web development, e-commerce, and marketing to collaborate on this project."
    },
    {
      "id": 9,
      "posterName": "Frederik Poulsen",
      "posterInfo": {
        "name": "Frederik Poulsen",
        "about": "I'm a professional photographer with a passion for capturing memorable moments.",
        "email": "frederik@mail.com",
        "phone": 901234
      },
      "businessIdea": "A photography studio specializing in family portraits",
      "location": "Vejle",
      "investment": "20.000 DKK",
      "requiredSkills": [
        "Photography",
        "Client Management",
        "Studio Management"
      ],
      "description": "I envision opening a photography studio that focuses on capturing beautiful and timeless family portraits. The studio will provide a comfortable and inviting environment for families to create lasting memories together. I'm seeking partners skilled in photography, client management, and studio management to join me in this venture."
    },
    {
      "id": 10,
      "posterName": "Amalie Møller",
      "posterInfo": {
        "name": "Amalie Møller",
        "about": "I'm a yoga instructor passionate about promoting health and wellness.",
        "email": "amalie@mail.com",
        "phone": 123456
      },
      "businessIdea": "A wellness retreat center offering yoga and meditation retreats",
      "location": "Silkeborg",
      "investment": "50.000 DKK",
      "requiredSkills": [
        "Yoga Instruction",
        "Event Planning",
        "Hospitality Management"
      ],
      "description": "I want to establish a wellness retreat center that provides transformative experiences through yoga and meditation retreats. The center will offer immersive programs focused on relaxation, self-discovery, and holistic well-being. I'm seeking partners skilled in yoga instruction, event planning, and hospitality management to collaborate on this project."
    },
    {
      "id": 11,
      "posterName": "Mathias Christensen",
      "posterInfo": {
        "name": "Mathias Christensen",
        "about": "I'm a renewable energy engineer dedicated to advancing sustainable energy solutions.",
        "email": "mathias@mail.com",
        "phone": 234567
      },
      "businessIdea": "A renewable energy consultancy firm",
      "location": "Helsingør",
      "investment": "40.000 DKK",
      "requiredSkills": [
        "Renewable Energy",
        "Consulting",
        "Project Management"
      ],
      "description": "I envision starting a consultancy firm that specializes in advising businesses and governments on renewable energy projects. Our services will include feasibility studies, technology assessments, and project management support. I'm seeking partners skilled in renewable energy, consulting, and project management to join me in this venture."
    },
    {
      "id": 12,
      "posterName": "Signe Jensen",
      "posterInfo": {
        "name": "Signe Jensen",
        "about": "I'm a professional chef with a passion for creating delicious and healthy meals.",
        "email": "signe@mail.com",
        "phone": 345678
      },
      "businessIdea": "A meal prep service for busy individuals",
      "location": "Kolding",
      "investment": "30.000 DKK",
      "requiredSkills": [
        "Culinary Arts",
        "Logistics",
        "Marketing"
      ],
      "description": "I want to launch a meal prep service that provides busy individuals with nutritious and convenient meal options. Customers can customize their meal plans based on dietary preferences and portion sizes, and we'll deliver freshly prepared meals to their doorstep. I'm seeking partners skilled in culinary arts, logistics, and marketing to collaborate on this project."
    }

  ]
}
