{
  "founders": [
    
    {
      "id": 1,
      "posterName": "Emily Johnson",
      "businessIdea": "A mobile app for on-demand pet grooming services",
      "location": "Remote",
      "investment": "20.000 DKK",
      "requiredSkills": [
        "Mobile App Development",
        "UI/UX Design",
        "Marketing"
      ],
      "description": "I have an idea for an app that connects pet owners with professional groomers in their area. I'm looking for a technical co-founder to help build the app and a marketing expert to drive user acquisition."
    },
    {
      "id": 2,
      "posterName": "David Kim",
      "businessIdea": "A subscription-based meal delivery service for busy professionals",
      "location": "Remote",
      "investment": "10.000 DKK",
      "requiredSkills": [
        "Logistics",
        "Supply Chain Management",
        "Business Development"
      ],
      "description": "I'm a chef with a passion for healthy and delicious meals. I want to start a meal delivery service that caters to the dietary needs of busy professionals. I need partners with expertise in logistics and business development."
    },
    {
      "id": 3,
      "posterName": "Sarah Thompson",
      "businessIdea": "An online marketplace for handmade and artisanal products",
      "location": "Copenhagen",
      "investment": "None to start",
      "requiredSkills": [
        "E-commerce",
        "Product Photography",
        "Social Media Marketing"
      ],
      "description": "I have a vision to create an online platform that connects talented artisans and craftspeople with buyers who appreciate unique, handmade products. I'm seeking partners skilled in e-commerce, photography, and social media marketing."
    },
    {
      "id": 4,
      "posterName": "Michael Lee",
      "businessIdea": "A platform for virtual language tutoring and cultural exchange",
      "location": "Copenhagen, Vesterbro",
      "investment": "5.000 DKK",
      "requiredSkills": [
        "Web Development",
        "Language Teaching",
        "Community Building"
      ],
      "description": "I want to build a platform that connects language learners with native speakers for virtual tutoring and cultural exchange. I need partners with web development skills and experience in language teaching or community building."
    },
    {
      "id": 5,
      "posterName": "Jessica Park",
      "businessIdea": "A sustainable fashion brand focused on eco-friendly and ethical practices",
      "location": "Remote",
      "investment": "20.000 DKK",
      "requiredSkills": [
        "Fashion Design",
        "Sustainability",
        "Supply Chain Management"
      ],
      "description": "My passion is to create a fashion brand that promotes sustainability and ethical practices throughout the supply chain. I'm looking for partners with expertise in fashion design, sustainable materials, and supply chain management."
    },
    {
      "id": 6,
      "posterName": "Alice Johnson",
      "businessIdea": "Light Design Studio",
      "investment": "80.000 DKK",
      "location": "Copenhagen",
      "requiredSkills": ["Marketing", "Interior Design", "Supply Chain Management"],
      "description": "Looking for a passionate co-founder to launch a sustainable flight design brand. Ideal partner should have experience in marketing, e-commerce, and supply chain management. Let's create a brand that makes a difference!"
    },
    {
      "id": 7,
      "posterName": "Bob Smith",
      "businessIdea": "AI-Powered Financial Advisory App",
      "investment": "15.000 DKK",
      "requiredSkills": ["AI Development", "Finance", "App Development"],
      "description": "Seeking a tech-savvy co-founder with expertise in AI and finance to develop an AI-powered financial advisory app. If you are interested in revolutionizing personal finance, join me!"
    },
    {
      "id": 8,
      "posterName": "Carol Martinez",
      "businessIdea": "Health and Wellness Platform",
      "investment": "60.000 DKK",
      "location": "Frederiksberg",
      "requiredSkills": ["Web Development", "Content Creation", "SEO"],
      "description": "Looking for a co-founder to build a comprehensive health and wellness platform. Skills in web development, content creation, and SEO are essential. Let's promote healthy living together."
    },
    {
      "id": 9,
      "posterName": "David Lee",
      "businessIdea": "Virtual Reality Gaming Studio",
      "investment": "None",
      "location": "Remote",
      "requiredSkills": ["Game Design", "VR Development", "Project Management"],
      "description": "Seeking a creative and technical co-founder for a virtual reality gaming studio. Must have experience in game design, VR development, and project management. Let's create the next big thing in gaming!"
    },
    {
      "id": 10,
      "posterName": "Eva Green",
      "businessIdea": "Organic Skincare Line",
      "investment": "5.000 DKK",
      "location": "Copenhagen",
      "requiredSkills": ["Chemistry", "Product Development", "Branding"],
      "description": "Passionate about skincare? Join me in creating an organic skincare line. Looking for a co-founder with a background in chemistry, product development, and branding."
    }

  ]
}
